tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"
cask "java"
brew "libpng"
brew "cask"
brew "cmake"
brew "ctags", args: ["HEAD"], link: false
brew "dnsmasq", restart_service: true
brew "jpeg"
brew "erlang"
brew "exercism"
brew "flake8"
brew "git"
brew "global"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "python"
brew "httpie"
brew "iftop"
brew "jpeg-turbo"
brew "libev"
brew "libsass"
brew "libxml2"
brew "libxslt"
brew "midnight-commander"
brew "mit-scheme"
brew "mpd", restart_service: true
brew "ncmpcpp"
brew "openconnect"
brew "postgresql"
brew "protobuf-c"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "unrar"
brew "unzip"
brew "weighttp"
brew "wget"
brew "wireshark"
brew "wrk"
brew "zsh"
cask "blender"
cask "cathode"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "gitter"
cask "middleclick"
cask "miniconda"
cask "minikube"
cask "monolingual"
cask "slack"
cask "steam"
cask "transmission"
cask "tuntap"
cask "vagrant"
cask "caskroom/fonts/font-ubuntu"
